260705_day_briefing.org
*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/07/05/families-children-killed-iran-school-bombing-join-leaders-funeral-tehran/][Families of children killed in bombing of Iranian school join leader’s funeral]]
- [[https://www.washingtonpost.com/world/2026/07/03/trump-attendance-nato-summit-will-highlight-turkeys-new-prominence/][Turkey sees its status in NATO rise, thanks to its weapons factories and Trump]]
- [[https://www.washingtonpost.com/world/2026/07/04/putin-visits-military-installation-vowing-take-more-ukraine/][Putin visits military installation, vowing to take more of Ukraine]]
- [[https://www.washingtonpost.com/world/2026/07/04/tehran-huge-throngs-mourn-assassinated-supreme-leader-ali-khamenei/][In Tehran, huge throngs mourn assassinated supreme leader Ali Khamenei]]
- [[https://www.washingtonpost.com/world/2026/07/04/lampedusa-island-gateway-europe-pope-leo-calls-protecting-migrants/][On July Fourth, Pope Leo urges U.S. to welcome, protect and assist immigrants]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/nato-is-fixing-its-cash-flow-problem-now-it-needs-to-turn-money-into-munitions-1440bd35][NATO Is Fixing Its Cash Flow Problem. Now It Needs to Turn Money Into Munitions.]]
- [[https://www.wsj.com/world/china/china-releases-imprisoned-pastor-ezra-jin-after-u-s-pressure-340d6d08][China Releases Imprisoned Pastor Ezra Jin After U.S. Pressure]]
- [[https://www.wsj.com/world/china/xi-jinping-leadership-tactics-china-318b3413][How Xi Jinping Steamrolls Dissent With Tactics From Stalin and Mao]]
- [[https://www.wsj.com/world/americas/cubas-vast-surveillance-network-preserves-the-communist-partys-grip-on-power-8d4fa499][Cuba’s Vast Surveillance Network Preserves the Communist Party’s Grip on Power]]
- [[https://www.wsj.com/world/cryptocurrency-sanctions-evasion-d02b60f1][How Rogue Nations Are Using Cryptocurrencies to Evade Sanctions]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/planete/article/2026/07/05/canicule-16-departements-en-vigilance-orange-lundi-la-chaleur-devrait-s-accentuer-mardi-et-gagner-du-terrain-vers-le-nord_6720886_3244.html][Canicule : 16 départements en vigilance orange lundi ; la chaleur devrait s’accentuer mardi et gagner du terrain vers le nord]]
- [[https://www.lemonde.fr/sport/article/2026/07/05/france-paraguay-la-presse-internationale-salue-le-sang-froid-de-kylian-mbappe-et-des-bleus-face-au-jeu-dur-et-provocant-de-l-albirroja_6720864_3242.html][France-Paraguay : la presse internationale salue le « sang-froid » de Kylian Mbappé et des Bleus face au jeu dur et provocant de l’Albirroja]]
- [[https://www.lemonde.fr/international/article/2026/07/05/avec-ce-seisme-j-ai-peur-qu-on-connaisse-a-nouveau-des-penuries-au-venezuela-le-tremblement-de-terre-a-mis-en-lumiere-une-situation-economique-et-sociale-catastrophique_6720889_3210.html][Au Venezuela, le séisme a mis en lumière une situation économique et sociale catastrophique : « J’ai peur qu’on connaisse à nouveau des pénuries »]]
- [[https://www.lemonde.fr/economie/article/2026/07/05/la-production-audiovisuelle-confrontee-a-une-chute-des-commandes-taille-dans-ses-effectifs-nous-sommes-entres-dans-un-nouveau-monde_6720888_3234.html][La production audiovisuelle, confrontée à une chute des commandes, taille dans ses effectifs : « Nous sommes entrés dans un nouveau monde »]]
- [[https://www.lemonde.fr/election-presidentielle-2027/article/2026/07/05/edouard-philippe-se-devoile-lors-d-un-meeting-a-paris-et-promet-de-demander-aux-francais-un-effort-collectif-juste-ainsi-qu-une-refonte-massive-de-l-ecole_6720890_6205049.html][Edouard Philippe se dévoile lors d’un meeting à Paris et promet de demander aux Français un « effort collectif juste » ainsi qu’une « refonte massive de l’école »]]

*** Le Figaro

- [[https://www.lefigaro.fr/actualite-france/pyrenees-orientales-un-nouvel-incendie-a-deja-brule-220-hectares-300-pompiers-mobilises-20260704][Pyrénées-Orientales : l’incendie a brûlé 1650 hectares, un sapeur-pompier et un habitant en urgence absolue]]
- [[https://www.lefigaro.fr/actualite-france/gard-un-incendie-parcourt-350-hectares-l-a9-partiellement-fermee-20260705][Gard : un incendie parcourt 350 hectares, l'A9 partiellement fermée]]
- [[https://www.lefigaro.fr/sports/cyclisme/incendies-dans-les-pyrenees-orientales-la-decision-sur-le-maintien-de-l-etape-du-tour-de-france-de-lundi-prise-d-ici-la-fin-de-journee-20260705][Incendies dans les Pyrénées-Orientales : la décision sur le maintien de l’étape du Tour de France de lundi prise «d’ici la fin de journée»]]
- [[https://www.lefigaro.fr/actualite-france/drome-pres-de-300-hectares-de-foret-brules-en-trois-jours-dans-une-zone-inhabitee-20260705][Drôme : près de 300 hectares de forêt brûlés en trois jours dans une zone inhabitée]]
- [[https://www.lefigaro.fr/meteo/canicule-16-departements-en-vigilance-orange-ce-lundi-20260705][Canicule : 16 départements en vigilance orange ce lundi]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.co.uk/news/articles/cevllyj9vv3o?at_medium=RSS&at_campaign=rss][Iran's supreme leader absent as senior officials attend ayatollah's funeral]]
- [[https://www.bbc.co.uk/news/articles/cp9lppvkmz5o?at_medium=RSS&at_campaign=rss][US marks 250th birthday with fireworks, flyovers and extreme weather]]
- [[https://www.bbc.co.uk/news/articles/clyxxr9n2kjo?at_medium=RSS&at_campaign=rss][From 'a beautiful night' to 'world's greatest hangover', guests react to Taylor and Travis's wedding]]
- [[https://www.bbc.co.uk/news/articles/cr7xpgx50jxo?at_medium=RSS&at_campaign=rss][Evacuations in Guam as super typhoon Bavi approaches]]
- [[https://www.bbc.co.uk/news/articles/c1jyydr7jnjo?at_medium=RSS&at_campaign=rss][Australia probes mystery space balls that washed up on beach]]

*** The Guardian

- [[https://www.theguardian.com/world/2026/jul/04/archaeologists-uncover-ancient-byzantine-city-in-egypts-western-desert][Archaeologists uncover ancient Byzantine city in Egypt’s western desert]]
- [[https://www.theguardian.com/world/2026/jul/04/el-obeid-aid-workers-sudan-war-drone-strikes][‘The situation is terrible’: aid workers on life in Sudanese city pummelled by drone strikes]]
- [[https://www.theguardian.com/global-development/2026/jul/04/overseas-education-project-for-women-and-girls-axed-by-uk-after-two-years][Overseas education project for women and girls axed by UK after two years]]
- [[https://www.theguardian.com/world/2026/jul/03/narendra-modi-awards-honours-overseas-trips][‘Give him any award, and he’ll come running’: Narendra Modi racks up honours on overseas trips]]
- [[https://www.theguardian.com/world/2026/jul/02/cote-d-ivoire-floods-dead-west-africa-rains][Côte d’Ivoire floods kill 59 as west Africa endures torrential rains]]

** 🇮🇹 Italia

