260705_day_briefing.org
*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/ultimo-show-e-successo-l-indotto-pari-circa-90-milioni-euro-AIQ4Sb1D][Ultimo, lo show è un successo. L’indotto pari a circa 90 milioni di euro]]
- [[https://www.ilsole24ore.com/art/meloni-italia-vertice-turismo-mondiale-successo-che-premia-bellezza-e-qualita-AIFAmW1D][Meloni: Italia al vertice del turismo mondiale, successo che premia bellezza e qualità]]
- [[https://www.ilsole24ore.com/art/saldi-federmoda-3percento-buona-partenza-forte-presenza-stranieri-AIs5vT1D][Saldi: Federmoda, con +3% buona partenza, forte presenza di stranieri]]
- [[https://www.ilsole24ore.com/art/la-ministra-roccella-facebook-ringrazia-l-affetto-ricevuto-AIA5lR1D][La ministra Roccella su Facebook ringrazia per l’affetto ricevuto]]
- [[https://www.ilsole24ore.com/art/colf-e-badanti-2021-persi-173mila-lavoratori-regola-AIOmmSuD][Colf e badanti, dal 2021 persi 173mila lavoratori in regola]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/in-trumps-colony-does-the-us-really-hold-the-reins-in-venezuela-a-858ba1f1-8b06-48c2-a2bf-340abe876f18#ref=rss][In Trump's Colony: Does the US Really Hold the Reins in Venezuela?]]
- [[https://www.spiegel.de/international/world/the-minab-attack-did-the-united-states-commit-a-war-crime-in-iran-a-24f05985-fc36-4d01-9c00-ee4f218bc071#ref=rss][The Minab Attack: Did the United States Commit a War Crime in Iran?]]
- [[https://www.spiegel.de/international/world/climate-change-in-oceania-tuvalu-is-tired-of-the-prophets-of-doom-a-53a59063-c102-4f4e-9946-08b4189343b5#ref=rss][Climate Change in Oceania: Tuvalu Is Tired of the Prophets of Doom]]
- [[https://www.spiegel.de/international/world/the-mystery-of-michele-a-missing-woman-from-germany-reappears-in-the-epstein-files-a-835c0c91-620c-4fd0-ac49-9870fe160108#ref=rss][The Mystery of Michele: A Missing Woman from Germany Reappears in the Epstein Files]]
- [[https://www.spiegel.de/international/business/our-warming-climate-a-pilot-project-in-norway-raises-doubts-about-ccs-sustainability-a-066f9f4a-adbf-475b-b072-3015b5a370d1#ref=rss][Our Warming Climate: A Pilot Project in Norway Raises Doubts about CCS Sustainability]]

*** Deutsche Welle

- [[https://www.dw.com/en/china-s-tech-rise-reshapes-the-global-space-race/a-77790036?maca=en-rss-en-world-4025-rdf][China's tech rise reshapes the global space race]]
- [[https://www.dw.com/en/why-us-train-travel-lags-behind-asia-and-europe/a-77430370?maca=en-rss-en-world-4025-rdf][Why US train travel lags behind Asia and Europe]]
- [[https://www.dw.com/en/iran-pressure-on-persecuted-baha-i-community-intensifies/a-77824095?maca=en-rss-en-world-4025-rdf][Iran: Pressure on persecuted Baha'i community intensifies]]
- [[https://www.dw.com/en/trump-set-to-put-nato-unity-to-the-test-at-turkey-summit/a-77824515?maca=en-rss-en-world-4025-rdf][Trump set to put NATO unity to the test at Turkey summit]]
- [[https://www.dw.com/en/albania-pm-rama-protests-a-stage-for-anti-trump-forces/a-77833383?maca=en-rss-en-world-4025-rdf][Albania PM Rama: Protests a stage for anti-Trump forces]]

** 🇧🇷 Brasil

*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/07/por-que-alguns-dos-paises-mais-populosos-do-mundo-sao-tao-ruins-no-futebol-e-vice-versa.shtml][Por que alguns dos países mais populosos do mundo são tão ruins no futebol, e vice-versa]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/esporte/2026/07/acho-que-fizemos-algo-muito-grande-diz-vozinha-ao-voltar-a-cabo-verde.shtml]['Acho que fizemos algo muito grande', diz Vozinha ao voltar a Cabo Verde]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/07/bahia-vive-tensao-com-investigacao-do-master-que-impulsiona-ofensiva-eleitoral.shtml][Bahia vive tensão com investigação do Master, que impulsiona ofensiva eleitoral]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/07/alcione-se-desequilibra-e-cai-durante-show-em-sao-luis.shtml][Alcione se desequilibra e cai durante show em São Luís]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2026/07/confira-detalhes-sobre-as-faixas-de-confessions-ii-novo-disco-de-madonna.shtml][Confira detalhes sobre as faixas de 'Confessions II', novo disco de Madonna]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
